{
    "version": "https://jsonfeed.org/version/1",
    "title": "Sampler.cz",
    "description": "",
    "home_page_url": "https://sampler.cz",
    "feed_url": "https://sampler.cz/feed.json",
    "user_comment": "",
    "icon": "https://sampler.cz/media/website/sampler-logo2.png",
    "author": {
        "name": "SedrickDeniken"
    },
    "items": [
        {
            "id": "https://sampler.cz/dash-berlin-odkryva-minulost-v-novem-videu/",
            "url": "https://sampler.cz/dash-berlin-odkryva-minulost-v-novem-videu/",
            "title": "Dash Berlin odkrývá minulost v novém videu.",
            "summary": "Projekt Dash Berlin si v loňském roce prošel klinickou smrtí. Jeffrey Sutorius, hlavní tvář skupiny, byl vyhozen. Následovaly slovní přestřelky všech zúčastněných a poté nastal klid na obou frontách. Jeffrey se poté ozval jako první a začal se opět prezentovat. Tentokrát už pod svým jménem.",
            "content_html": "<p><span style=\"font-weight: 400;\">Projekt <strong>Dash Berlin</strong> si v loňském roce prošel klinickou smrtí. <strong>Jeffrey Sutorius</strong>, hlavní tvář skupiny, byl vyhozen. Následovaly slovní přestřelky všech zúčastněných a poté nastal klid na obou frontách.</span></p>\n<p><span style=\"font-weight: 400;\"><strong>Jeffrey</strong> se poté ozval jako první a začal se opět prezentovat. Tentokrát už pod svým jménem. Vytvořil pár setů a nyní už opět stojí za mixem a slibuje i nové songy.</span></p>\n<p><span style=\"font-weight: 400;\">Za původními tracky Dash Berlina však nestál on, ale zbylí členové projektu - <strong>Eelke Kalberg</strong> a <strong>Sebastiaan Molijn</strong>. A právě tito pánové se nyní také hlásí o slovo. Slibují návrat ke kořenům a vydání spousty nových tracků. Zároveň se chtějí více představit fanouškům, kteří znali jenom Jeffa.</span></p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/KunF9qpYhMs\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p><span style=\"font-weight: 400;\">První vlaštovkou v tomto seznamování je krátké video s názvem “<em>Untold Story</em>”, které diváky bere zpět do doby, kdy vznikl legendární hit <em>Till The Sky Falls Down</em>. Tento song měl na starosti právě zmíněný <strong>Sebastiaan Molijn</strong> a zpěvačka <strong>Vera Ostrova</strong>. Proto krátké video začíná slovy: “<em>My name is Seb. I write and produce songs.</em>” Postupně se tak dozvíme, jak vlastně tato trance hymna vznikla.</span></p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/s6oN8VW5XPc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p><span style=\"font-weight: 400;\">Je zřejmé, že pánové chtějí opravdu navrátit původní slávu projektu a vrátit se k stylu, který jim seděl nejvíce. Doufejme tedy, že se opět dočkáme takových klasik, jako třeba <em>Waiting</em>. Sice už bez tváře Jeffa, ale v tomto případě jde především o hudbu.</span></p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/n4KrOOm8Nj8\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>",
            "image": "https://sampler.cz/media/posts/10/Dash_Berlin_logo.png",
            "author": {
                "name": "Redakce"
            },
            "tags": [
                   "Novinky"
            ],
            "date_published": "2019-01-08T17:13:27+01:00",
            "date_modified": "2019-01-08T17:13:27+01:00"
        },
        {
            "id": "https://sampler.cz/jak-udelat-z-lidovky-tanecni-hit-to-nam-poradi-switch2smile/",
            "url": "https://sampler.cz/jak-udelat-z-lidovky-tanecni-hit-to-nam-poradi-switch2smile/",
            "title": "Jak udělat z lidovky taneční hit? To nám poradí Switch2smile!",
            "summary": "Slovenský DJ a producent Switch2smile přichází s novým hitem. Ve spolupráci s velkým množstvím umělců, hudebníků a osobností připravil poprvé něco národního a pohrál si s motivem známého slovenského velkofilmu. Switch2smile vnesl do slovenského lidového díla světovou úroveň elektronické taneční hudby. Kombinací progresivního zvuku a&hellip;",
            "content_html": "<p>Slovenský DJ a producent <strong>Switch2smile</strong> přichází s novým hitem. Ve spolupráci s velkým množstvím umělců, hudebníků a osobností připravil poprvé něco národního a pohrál si s motivem známého slovenského velkofilmu. <strong>Switch2smile</strong> vnesl do slovenského lidového díla světovou úroveň elektronické taneční hudby. Kombinací progresivního zvuku a nezapomenutelného zpěvu od <strong>Barbs</strong>, (která momentálně působí v New Yorku) umocňuje emoce folklórového dětského lidového sboru. Písnička s názvem \"<em>Páslo dievča pávy</em>\" vyšla 22/12/2018 pod vydavatelstvím <strong>Music Laboratory Records</strong> a je jenom na vás, kolik prostoru dostane ve vašem hudebním playlistu.</p>\n<p>\"<em>Tento track je výsledkom mojich dlhoročných skúseností, či už ako Dj-a na rôznych miestach planéty (Maledivy, Ibiza, Turecko, Dominikánska Republika, Írsko atď.), alebo hudobného producenta. Snažím sa o to, aby sa môj zvuk dal porovnať so zvukom svetových Dj-ov a producentov. Dúfam, že sa vám moja myšlienka a hudobné dielo bude páčiť a spolu podporíme Slovensko a hudobnú tvorbu u nás,</em>\" říká talentovaný producent.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/WuzI_OkMuwY\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p>Celkový výsledek hudebního díla je podpořen také video dokumentem, který byl odvysílaný v televizi <strong>Rtvs</strong> v pořadu <em>Hudba made in Slovakia</em> (by Slavomír Kralovič).</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wm8ic92gCF4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p>Chceš zjistit více info o Switch2smile? Mrkni na jeho sociální sítě.<br>Website: <a href=\"http://www.switch2smile.com\">www.switch2smile.com </a><br>Facebook : <a href=\"https://www.facebook.com/switch2smile\">https://www.facebook.com/switch2smile </a><br>Instagram : <a href=\"http://instagram.com/switch2smile\">http://instagram.com/switch2smile </a><br>Soundcloud : <a href=\"https://soundcloud.com/switch2smile\">https://soundcloud.com/switch2smile </a><br>Youtube <a href=\"https://www.youtube.com/switch2smiletv\">https://www.youtube.com/switch2smiletv</a></p>\n<p> </p>",
            "image": "https://sampler.cz/media/posts/9/switch2smile-2.jpg",
            "author": {
                "name": "SedrickDeniken"
            },
            "tags": [
                   "Novinky"
            ],
            "date_published": "2019-01-06T18:40:59+01:00",
            "date_modified": "2019-01-06T18:41:29+01:00"
        },
        {
            "id": "https://sampler.cz/hardwell-navazuje-novym-trackem-na-legendarni-apollo/",
            "url": "https://sampler.cz/hardwell-navazuje-novym-trackem-na-legendarni-apollo/",
            "title": "Hardwell navazuje novým trackem na legendární Apollo.",
            "summary": "Hardwell sice loni oznámil pauzu od hraní, o to více se však věnuje produkci a zásobuje nás novými tracky každou chvíli. Zároveň na sociálních sítích vzpomíná na své začátky, které byly velmi pestré. Možná právě proto se vrací k jeho legendárnímu tracku Apollo a vydává&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\"><strong>Hardwell</strong> sice loni oznámil pauzu od hraní, o to více se však věnuje produkci a zásobuje nás novými tracky každou chvíli. Zároveň na sociálních sítích vzpomíná na své začátky, které byly velmi pestré.</span></p>\n<p><span style=\"font-weight: 400;\">Možná právě proto se vrací k jeho legendárnímu tracku <em>Apollo</em> a vydává jeho oficiální pokračování. Song s názvem <em>Being Alive</em> v mnohých pasážích opravdu navazuje na jeho staršího brášku. Jeho kvalit se však podle mnohých nevyrovná. </span></p>\n<p><span style=\"font-weight: 400;\">Zda je Being Alive dostačujícím nástupcem Apolla je určitě věc názoru, který si musí udělat každý sám. Důležité je, že se Hardwell vrací ke stylu, který mu sedí nejvíce.</span></p>\n<p><span style=\"font-weight: 400;\">Song poprvé zazněl na Tomorrowlandu 2018 a nyní je již dostupný oficiálně.</span></p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/Y7EwtiksipI\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>",
            "image": "https://sampler.cz/media/posts/8/well.jpg",
            "author": {
                "name": "Redakce"
            },
            "tags": [
                   "Novinky"
            ],
            "date_published": "2019-01-05T18:52:17+01:00",
            "date_modified": "2019-01-05T18:52:17+01:00"
        },
        {
            "id": "https://sampler.cz/dokument-o-aviciim-se-vraci-na-netflix/",
            "url": "https://sampler.cz/dokument-o-aviciim-se-vraci-na-netflix/",
            "title": "Dokument o Aviciim se vrací na Netflix.",
            "summary": "True Stories je název dokumentu, který sleduje život miláčka publika ze Švédska Tima Berglinga, známého pod pseudonymem Avicii. Tento dokument byl z Netflixu stažen poté, co byla oznámena tragická informace o Aviciiho smrti. Nyní se tento film z dílny filmmakera Levana Tsikurishvili vrací na Netflix,&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\"><em>True Stories</em> je název dokumentu, který sleduje život miláčka publika ze Švédska Tima Berglinga, známého pod pseudonymem <strong>Avicii</strong>. Tento dokument byl z Netflixu stažen poté, co byla oznámena tragická informace o Aviciiho smrti. </span></p>\n<br>\n<p><span style=\"font-weight: 400;\">Nyní se tento film z dílny filmmakera </span><span style=\"font-weight: 400;\">Levana Tsikurishvili vrací na <strong>Netflix</strong>, aby odvyprávěl příběh o tom, jak se z Tima díky hitům <em>Level</em> nebo <em>Wake Me Up</em> stala hvězda, jak bojoval s psychickými i fyzickými problémy. Jak to řešil alkoholem a později se raději stáhl z DJské scény a věnoval se jenom produkci.</span></p>\n<p><span style=\"font-weight: 400;\">Ani to však bohužel nestačilo k jeho dostatečné rekonvalescenci a 20. dubna loňského roku byl nalezen mrtvý v jeho hotelovém pokoji v Ománu. Dodnes se neví, zda to opravdu byla sebevražda, nebo zda za jeho náhlou smrtí stál zhoršující se zdravotní stav.</span></p>\n<p><span style=\"font-weight: 400;\">Legenda a úžasný člověk je bohužel pryč. My se nyní můžeme podívat na chvilky z jeho života a více pochopit to, jak se cítil. Jeho bývalý spolupracovník Aloe Blacc navíc naznačil, že by  v budoucnu mohlo vyjít také posmrtné album.</span></p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/1ZFK3VKzQIs\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>",
            "image": "https://sampler.cz/media/posts/7/avicii-true-stories-netflix.jpg",
            "author": {
                "name": "Redakce"
            },
            "tags": [
                   "Novinky"
            ],
            "date_published": "2019-01-05T16:35:51+01:00",
            "date_modified": "2019-01-05T16:37:18+01:00"
        },
        {
            "id": "https://sampler.cz/yllow-predstavuje-novy-emotivni-track/",
            "url": "https://sampler.cz/yllow-predstavuje-novy-emotivni-track/",
            "title": "YLLOW představuje nový emotivní track.",
            "summary": "To, že se česká produkce posouvá dopředu mílovými kroky, je zřejmé a nikdo to nemůže popřít. Mezi obrovské talenty na naší scéně patří rozhodně také chrudimský rodák YLLOW, který má za sebou již několik kvalitních tracků. I tak je ale s každým novým songem znát&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\">To, že se česká produkce posouvá dopředu mílovými kroky, je zřejmé a nikdo to nemůže popřít. Mezi obrovské talenty na naší scéně patří rozhodně také chrudimský rodák <strong>YLLOW</strong>, který má za sebou již několik kvalitních tracků. I tak je ale s každým novým songem znát zlepšení v jeho tvorbě. </span></p>\n<br>\n<p><span style=\"font-weight: 400;\">To se potvrzuje i nyní, kdy vydává novinku s názvem <em>With Me</em>, která je zase o level jinde. Emotivní a chytlavý track si navíc můžete zdarma stáhnout.</span></p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/QIq9MnvuLck\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>",
            "image": "https://sampler.cz/media/posts/4/yllow.jpg",
            "author": {
                "name": "SedrickDeniken"
            },
            "tags": [
                   "Novinky"
            ],
            "date_published": "2019-01-03T17:10:56+01:00",
            "date_modified": "2019-01-05T16:37:07+01:00"
        },
        {
            "id": "https://sampler.cz/mission-bassline-podcast-se-vraci-do-minulosti/",
            "url": "https://sampler.cz/mission-bassline-podcast-se-vraci-do-minulosti/",
            "title": "Mission Bassline podcast se vrací do minulosti.",
            "summary": "Nyní, v době yearmixů je těžké vybrat si ten nejlepší. SedrickDeniken se rozhodl pro letošek vynechat rekapitulaci předešlého roku a vrací se ještě hlouběji do minulosti. V nové epizodě podcastu Mission Bassline s názvem The Time Machine vzpomíná na dobu, kdy byl pro něho hlavním&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\">Nyní, v době yearmixů je těžké vybrat si ten nejlepší. <strong>SedrickDeniken</strong> se rozhodl pro letošek vynechat rekapitulaci předešlého roku a vrací se ještě hlouběji do minulosti. V nové epizodě podcastu <strong>Mission Bassline</strong> s názvem <em>The Time Machine</em> vzpomíná na dobu, kdy byl pro něho hlavním stylem Trance a vybral pro nás pár jeho srdcovek, jako například <em>Zocalo</em> od Armina, <em>La Guitarra</em> od Orjana Nilsena a mnoho dalších.</span></p>\n<p><iframe width=\"100%\" height=\"120\" src=\"https://www.mixcloud.com/widget/iframe/?hide_cover=1&amp;feed=%2Fsedrickdeniken%2Fmission-bassline-podcast-ep-7-the-time-machine%2F\" frameborder=\"0\"></iframe></p>",
            "image": "https://sampler.cz/media/posts/5/mb444.jpg",
            "author": {
                "name": "Redakce"
            },
            "tags": [
                   "Novinky"
            ],
            "date_published": "2019-01-02T12:03:00+01:00",
            "date_modified": "2019-01-06T18:41:21+01:00"
        },
        {
            "id": "https://sampler.cz/paul-van-dyk-se-v-roce-2019-vraci-na-ibizu/",
            "url": "https://sampler.cz/paul-van-dyk-se-v-roce-2019-vraci-na-ibizu/",
            "title": "Paul van Dyk se v roce 2019 vrací na Ibizu.",
            "summary": "Paul van Dyk se vrací na Ibizu se svojí nocí Shine, s kterou zde debutoval v roce 2018. Změní však místo konání i den. Z původních pondělků v klubu Privilege Ibiza’s Vista Room se přesouvá na čtvrtky do Eden Ibiza v San Antoniu. Paul si&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\"><strong>Paul van Dyk</strong> se vrací na Ibizu se svojí nocí <em>Shine</em>, s kterou zde debutoval v roce 2018. Změní však místo konání i den. Z původních pondělků v klubu Privilege Ibiza’s Vista Room se přesouvá na čtvrtky do Eden Ibiza v San Antoniu.</span></p>\n<br>\n<p><span style=\"font-weight: 400;\">Paul si první ročník velmi pochvaloval a věří, že i letos přinese svěží tranceový vítr do plachet legendárního párty ostrova. Na podzim vydal své další album s názvem <em>Music Rescues Me</em>, takže bude mít rozhodně co prezentovat.</span></p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/4HepGqkSVnA\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></p>",
            "image": "https://sampler.cz/media/posts/6/paul2.jpg",
            "author": {
                "name": "Redakce"
            },
            "tags": [
                   "Novinky"
            ],
            "date_published": "2019-01-01T21:58:00+01:00",
            "date_modified": "2019-01-05T16:36:40+01:00"
        },
        {
            "id": "https://sampler.cz/rozhovor-s-organizatorem-eventu-drumcity/",
            "url": "https://sampler.cz/rozhovor-s-organizatorem-eventu-drumcity/",
            "title": "Rozhovor s organizátorem eventu DrumCity.",
            "summary": "DnB event s názvem DrumCity slaví druhé narozeniny. Je tedy nejvhodnější čas, vyzpovídat jeho zakladatele. testProjekt DrumCity letos již brzy oslaví své druhé narozeniny, a proto je třeba takovou událost řádně oslavit. Do Hobé Music Hall se tedy sjedou zajímavá jména DnB scény a společně&hellip;",
            "content_html": "<div class=\"row teaser\">\n<div class=\"col-lg-12\"><strong>DnB event s názvem DrumCity slaví druhé narozeniny. Je tedy nejvhodnější čas, vyzpovídat jeho zakladatele. test</strong></div>\n</div>\n<div class=\"row\">\n<div class=\"col-lg-12\">\n<p><em>Projekt DrumCity letos již brzy oslaví své druhé narozeniny, a proto je třeba takovou událost řádně oslavit. Do Hobé Music Hall se tedy sjedou zajímavá jména DnB scény a společně vytvoří jistě nezapomenutelnou noc. Proto jsme vzali na kafe organizátora této úspěšné značky a pokecali nejen o tomto stylu.</em></p>\n<p><strong>Ahoj Dušane, opět se potkáváme u rozhovoru o další tvé úspěšné klubovce. Dříve to byla EDM akce Beatdown, nyní čistě DnB noc s názvem DrumCity. Proč takový odklon od House music?</strong></p>\n<p><em>Ahoj Martine, abych pravdu řekl, k tomuhle odklonu jsem přišel hlavně díky svému známému, který mi jednou na párty řekl, že když už dělám akce, ať uspořádám i něco ve stylu DnB. V tu dobu se zrovna rozpadal BeatDown, a tak jsem si řekl, že to zkusím a uvidí se. Teď jsem moc rád, že jsem do toho šel.</em></p>\n<p><strong>Kdy jsi vlastně přišel s myšlenkou, založit DrumCity?</strong></p>\n<p><em>Bylo to v půlce srpna roku 2016, kdy mě, jak už jsem zmiňoval, můj známý navrhl, ať zkusím něco takového uspořádat, tak jsem si vymyslel název a začal jsem budovat.</em></p>\n<p><strong>Slavíte dva roky úspěšného putovaní po klubech. Kolik akcí máte vlastně za sebou? Jaká města jste navštívili?</strong></p>\n<p><em>Tak akcí máme za sebou přesně 23 navštívili jsme město, jako například Pardubice, Hradec Králové, Hlinsko, Humpolec, Skořenice u Chocně, Plzeň, Sádek, Trutnov, Ústí nad Orlicí a Hradčany u Tišnova.</em></p>\n<p><strong>Za tu dobu se celý koncept jistě stále upravuje. Jaké byly vaše největší faily a čeho si naopak na této značce ceníš nejvíce?</strong></p>\n<p><em>Ano. Ne vždy se daří a mezi největší propadáky určitě musím zařadit Hradčany u Tišnova a Plzeň, kde jsme opravdu pohořeli na nízké návštěvnosti. Nejvíce si cením určitě akcí na domovské půdě, takže v Pardubicích, kde je návštěvnost vždy skvělá a vždy to stojí za to! Ale také nesmím zapomenout na Hlinsko a Humpolec, kde se nám také daří a velice rádi se tam vracíme.</em></p>\n<p><strong>Určitě to všechno neplánuješ sám. Kolik vás je v týmu?</strong></p>\n<p><em>Jako hlavní jsme dva. Já a Kryštof Hron, který tento projekt táhne se mnou už od začátku. Já mám na starosti většinou komunikaci s klubama a hlavně propagaci a on vždy připravuje line-up a věci okolo. Dále do naší party patří naši rezidentní DJs a to Bulwa, Dopamin a Maimris. Další, na které nesmím zapomenout jsou samozřejmě promotéři, kteří se starají o propagaci našich akcí.</em></p>\n<p><strong>Nebojíš se toho, že se ta akce časem omrzí? Co plánuješ do budoucna, aby byla DrumCity pořád oblíbená?</strong></p>\n<p><em>Velice dobrá otázka. Řeknu ti to upřímně, ano bojím se, ale budeme se snažit tomuto zabránit. Musí se pořád vymýšlet něco nového, aby to návštěvníka neomrzelo, proto určitě plánuji zvát jména, která tu ještě třeba nebyla a to nemyslím jen ty známější, ale chci dát možnost i menším. Také mám v plánu v příštím roce vymyslet nějaký stage design.</em></p>\n<p><strong>Díky za rozhovor a těším se na příště.</strong></p>\n<p><em>Já děkuji, ahoj.</em></p>\n</div>\n</div>",
            "image": "https://sampler.cz/media/posts/1/drum.jpg",
            "author": {
                "name": "SedrickDeniken"
            },
            "tags": [
                   "Rozhovory"
            ],
            "date_published": "2018-12-29T19:21:38+01:00",
            "date_modified": "2019-01-03T19:09:43+01:00"
        }
    ]
}
